{
  "title": "Speakers 2025",
  "description": "Découvrez les speakers de Meet Magento France, des experts qui interviendront tout au long de la journée lors de conférences sur Magento et Adobe Commerce : stratégie business, E-Commerce, retours d’expérience et expertise technique. Une occasion unique d’enrichir vos connaissances et de découvrir les dernières tendances du secteur !",
  "actions": {
    "submitUrl": "https://forms.gle/DPjRvo5ZWKDUFTV26",
    "seeAllUrl": "/speakers"
  },
  "submit": "Appel à speakers",
  "listTitle": "Liste des speakers 2025",
  "listLabel": "Redécouvrir les speakers 2025",
  "data": {
    "title": "Appel à speakers",
    "subtitle": "Vous êtes expert du e-commerce ou passionné de Magento ?",
    "description": "Partagez vos connaissances sur la scène de Meet Magento 2026 France, le 25 juin à Paris.",
    "isRegistrationEnabled": true,
    "registrationLabel": "Rejoignez les conférenciers de MMFR26",
    "registrationFormUrl": "https://forms.gle/DPjRvo5ZWKDUFTV26",
    "speakers": [
      {
        "id": 6,
        "name": "Régis Quintin",
        "company": "Adobe",
        "companyLogo": "/images/logo/adobe.svg",
        "companyUrl": "https://business.adobe.com/fr/products/magento/magento-commerce.html",
        "linkedin": "https://www.linkedin.com/in/regisquintin",
        "role": "Head of Adobe Commerce for EMEA",
        "photo": "/images/speakers/regis_quintin.png",
        "biography": "Régis a travaillé sur de nombreux projets e-commerce depuis 25 ans pour digitaliser les ventes B2B et B2C de grands clients en France et à l'international, notamment avec Magento à partir de 2008.\n\nAprès avoir rejoint Adobe en 2015, il a aujourd’hui la charge de co-construire la stratégie d’Adobe Commerce en EMEA et de piloter son exécution en lien avec les équipes Adobe et les partenaires sur la région, dans le but de permettre aux entreprises de réaliser leur plein potentiel de vente grâce au digital."
      },
      {
        "id": 1,
        "name": "Fred Plais",
        "company": "Platform.sh",
        "companyLogo": "/images/logo/platformsh.svg",
        "companyUrl": "https://platform.sh/",
        "linkedin": "https://www.linkedin.com/in/fplais/",
        "role": "Co-Founder & CEO",
        "photo": "/images/speakers/fred_plais.png",
        "biography": "Fred Plais est un serial entrepreneur et cofondateur & CEO de Platform.sh, localisé en Californie depuis 2015. Passioné de tech, d'open source et d'entreprenariat, Fred est aussi investisseur et board member de plusieurs startups et scaleups francaises et americaines."
      },
      {
        "id": 2,
        "name": "Ivan Chepurnyi",
        "company": "EcomDev B.V.",
        "companyLogo": "/images/logo/ecomdevbv.png",
        "companyUrl": "https://ivanchepurnyi.github.io/",
        "linkedin": "https://www.linkedin.com/in/ivanchepurnyi/",
        "role": "Magento Performance Expert",
        "photo": "/images/speakers/ivan_chepurnyi.png",
        "biography": "Ivan Chepurnyi stands as a recognized expert in the Magento platform, a status he’s earned since his start in 2007. His deep technical understanding of the system has enabled him to build and fine-tune Magento websites for clients all around the globe.\n\nBeyond his technical skills, Ivan excels in breaking down complex ideas about performance optimization, code quality, and development workflows. His knack for making these intricate topics easy to understand has made him a regular speaker at Magento conferences and events."
      },
      {
        "id": 7,
        "name": "Willem Wigman",
        "company": "Hyvä",
        "companyLogo": "/images/logo/hyva.svg",
        "companyUrl": "https://www.hyva.io/",
        "linkedin": "https://www.linkedin.com/in/willem-wigman/",
        "role": "Founder & CEO",
        "photo": "/images/speakers/willem_wigman.png",
        "biography": "Willem is the founder of Hyvä, the fastest Magento frontend on the market. He has been working with Magento since 2011. After he started specialising in performance optimization on Magento, he accidentally built Hyvä out of frustration with existing frontend solutions. Hyvä launched in 2020 and focuses heavily on performance, reducing complexity, build time, maintenance cost and boosting developers' happiness. Today Willem is the CEO of a full remote company of 24 staff scattered across Europe."
      },
      {
        "id": 5,
        "name": "Romain Ruaud",
        "company": "ElasticSuite",
        "companyLogo": "/images/logo/elasticsuite.png",
        "companyUrl": "https://elasticsuite.io/",
        "linkedin": "https://www.linkedin.com/in/romain-ruaud-5a001a20/",
        "role": "Co-Founder & CTO",
        "photo": "/images/speakers/romain_ruaud.png",
        "biography": "Créateur d’ElasticSuite, l’extension Magento la plus téléchargée avec plus de 3 millions d’installations, et de Gally, Romain Ruaud est un expert du e-commerce et de l’open source. Passionné par l’expérience client et le searchandising, il partagera son retour d’expérience sur les défis du développement, du maintien et de la pérennisation des projets open source, ainsi que sur les interactions avec la communauté."
      },
      {
        "id": 3,
        "name": "Adrien Illy",
        "company": "Agence Dn'D",
        "companyLogo": "/images/logo/dnd.svg",
        "companyUrl": "https://www.dnd.fr/",
        "linkedin": "https://fr.linkedin.com/in/illyadrien",
        "role": "Tech Expert",
        "photo": "/images/speakers/adrien_illy.png",
        "biography": "Expert Technique chez Dn'D, j'évolue dans l’écosystème Magento depuis plus de 10 ans, avec une spécialisation dans les marketplaces à fort trafic et les plateformes B2B complexes. Mon expertise couvre l’optimisation des performances, la scalabilité et l’intégration de solutions backend variées. Lors de cette intervention, j'aborderai les bonnes pratiques pour tirer parti d’App Builder et enrichir Magento sans alourdir sa structure, en exploitant des approches modernes et modulaires."
      },
      {
        "id": 4,
        "name": "Hervé Guétin",
        "company": "Agence Dn'D",
        "companyLogo": "/images/logo/dnd.svg",
        "companyUrl": "https://www.maddlen.fr/",
        "linkedin": "https://www.linkedin.com/in/herveguetin/",
        "role": "Consultant & Full-Stack Developer",
        "photo": "/images/speakers/herve_guetin.png",
        "biography": "Hervé Guétin est un expert en commerce digital avec plus de 15 ans d’expérience en tant que CTO, consultant et développeur full-stack. Spécialiste Magento et développeur frontend aguerri, il accompagne les entreprises dans la conception, le développement et l’optimisation de leurs plateformes e-commerce. Passionné par la veille technologique, il s’attache à repousser les limites de Magento en y intégrant des technologies innovantes."
      },
      {
        "id": 31,
        "name": "Stéphane Maufroy",
        "company": "NAOS",
        "companyLogo": "/images/logo/naos.png",
        "companyUrl": "https://naos.com/",
        "linkedin": "https://www.linkedin.com/in/smaufroy/",
        "role": "Responsable Pôle Web DSI",
        "photo": "/images/speakers/stephane_maufroy.png",
        "biography": "Responsable du pôle web de la DSI de Naos (Bioderma / Institut Esthederm / Etat Pur), Stéphane Maufroy a plus de 20 ans de carrière dans la tech et le marketing digital, en agence et en ESN, dans les medias en régie publicitaire et chez l'annonceur.\n\nL'équipe web de Naos travaille principalement autour des solutions Adobe Commerce et AEM, et coordonne les flux de données avec des solutions tierces (PIM / DAM / ERP / CRM) pour les plus de 40 filiales sur 4 marques de l'entreprise."
      },
      {
        "id": 8,
        "name": "Valerian Demesy",
        "company": "Editions Dipa Burda SAS",
        "companyLogo": "/images/logo/burda.png",
        "companyUrl": "https://www.burdastyle.fr/",
        "linkedin": "https://www.linkedin.com/in/valerian-demesy/",
        "role": "CEO",
        "photo": "/images/speakers/valerian_demesy.png",
        "biography": "Évoluant depuis plusieurs années dans le e-commerce et la transformation digitale, Valérian Demesy a été Chief Digital Officer, puis Chief Operating Officer, avant de prendre la direction d’Éditions Dipa Burda. Il pilote l’optimisation des parcours utilisateurs, l’amélioration des performances e-commerce et la gestion de projet digital, notamment sur Magento, tout en automatisant les workflows et en renforçant les synergies entre l’édition, l’e-commerce et l’abonnement. Aujourd’hui, en tant que CEO, il poursuit cette dynamique en accompagnant la transformation digitale de l’entreprise et en adaptant ses stratégies aux évolutions du marché."
      },
      {
        "id": 9,
        "name": "Xavier Ferrandi",
        "company": "Editions Dipa Burda SAS",
        "companyLogo": "/images/logo/burda.png",
        "companyUrl": "https://www.burdastyle.fr/",
        "linkedin": "https://www.linkedin.com/in/xavierferrandi/",
        "role": "Head Of Digital",
        "photo": "/images/speakers/xavier_ferrandi.png",
        "biography": "Xavier évolue dans l'univers du digital depuis 8 ans et du e-commerce depuis 4 ans aux Editions Dipa Burda. Il a débuté son parcours en tant que Web Content Manager avant d'accéder au poste de Head of Digital, fonction qu'il occupe depuis plus de deux an, devenant ainsi moteur de la transformation digitale de l’entreprise. Il a notamment piloté la réconciliation de l’écosystème digital sur une unique instance Magento, assurant ainsi une cohérence technique et opérationnelle. Par ailleurs, il a défini la roadmap digital sur les dernières années, et a lancé le chantier de la refonte front et back de l’écosystème e-commerce, modernisant l'apparence des sites et les préparant aux défis de demain."
      },
      {
        "id": 10,
        "name": "Michael Bouvy",
        "company": "Click & Mortar",
        "companyLogo": "/images/logo/click&mortar.png",
        "companyUrl": "https://www.clickandmortar.fr/",
        "linkedin": "https://www.linkedin.com/in/michaelbouvy/",
        "role": "CTO",
        "photo": "/images/speakers/michael_bouvy.png",
        "biography": "Fort de près de 15 ans d'expérience, dont les 10 dernières en freelance, en développement web et e-commerce, je suis un expert sur Magento, avec une solide expertise en architecture applicative, DevOps, et cloud (AWS, Kubernetes, Docker).\n\nMon approche est axée sur l'innovation, avec une maîtrise pour le développement front-end (Vue.js, PWA) et la gestion d'équipes techniques.\n\nPassionné par l'architecture applicative (microservices, asynchrone), la création d'APIs REST / GraphQL, et la performance technique, je cherche à apporter ma vision technique et mon leadership pour propulser les entreprises vers de nouveaux sommets."
      },
      {
        "id": 11,
        "name": "Benjamin Volle",
        "company": "Synolia",
        "companyLogo": "/images/logo/synolia.png",
        "companyUrl": "https://www.synolia.com/",
        "linkedin": "https://www.linkedin.com/in/benjamin-volle/",
        "role": "Responsable technique Adobe Commerce",
        "photo": "/images/speakers/benjamin_volle.png",
        "biography": "Passionné par le développement web depuis près de 15 ans, avec plus de 10 ans d'expertise sur Magento/Adobe Commerce, il a commencé en tant que développeur jusqu'à devenir aujourd'hui Responsable Technique.\nTitulaire de la certification Adobe Certified Master - Adobe Commerce Architect, il s'intéresse autant au développement qu'aux aspects DevOps et infrastructure.\nIl a également contribué à la rédaction des certifications techniques et fonctionnelles d'Adobe."
      },
      {
        "id": 12,
        "name": "Sergej Derzap",
        "company": "Amasty",
        "companyLogo": "/images/logo/amasty.png",
        "companyUrl": "https://amasty.com/",
        "linkedin": "https://www.linkedin.com/in/derzap/",
        "role": "CEO & CPO",
        "photo": "/images/speakers/sergej_derzap.png",
        "biography": "With 18+ years in the tech industry, Sergej Derzap is the CEO & CPO of Amasty, a leading company in Magento Extension development. He drives the company's vision, mission, and strategy while overseeing product direction. A certified PMP and executive MBA graduate, Sergej leverages his expertise to identify growth opportunities, build partnerships, monitor market trends, and foster collaboration across teams."
      },
      {
        "id": 13,
        "name": "Kévin Corte",
        "company": "MaPS System",
        "companyLogo": "/images/logo/maps.png",
        "companyUrl": "https://www.maps-system.com/",
        "linkedin": "https://www.linkedin.com/in/kevin-corte/",
        "role": "Directeur commercial",
        "photo": "/images/speakers/kevin_corte.png",
        "biography": "Kévin Corte est un expert du digital, de la gestion des données de référence et du eCommerce avec plus de 20 ans d’expérience. Après une expérience de Chief Digital Officer chez Chaussea, où il développe l’eCommerce et optimise l’expérience client omnicanale, il rejoint MaPS System. Ses expériences lui confèrent une expertise pointue des besoins des eCommerçants et une capacité à adapter la plateforme MaPS System aux enjeux métier de chacun. Aujourd’hui, en tant que Chief Commercial Officer, il pilote la stratégie commerciale, accompagnant les clients dans leur transformation digitale et l’optimisation de leur gestion des données."
      },
      {
        "id": 14,
        "name": "Isabelle Sarrazin",
        "company": "Easypara",
        "companyLogo": "/images/logo/easypara.svg",
        "companyUrl": "https://www.easypara.fr/",
        "linkedin": "https://www.linkedin.com/in/isabelle-sarrazin-2601886/",
        "role": "Directrice générale",
        "photo": "/images/speakers/isabelle_sarrazin.png",
        "biography": "Titulaire d'un diplome d'ingénieur de l'école CentraleSupélec, Isabelle Sarrazin démarre sa carrière en tant que consultante, puis manager en organisation chez PriceWaterhouseCoopers. Elle intègre par la suite la SNCF sur le programme d'implémentation de l'ERP puis sur différents postes. \nEn 2007, elle s'associe avec 3 partenaires pour fonder easyparapharmacie, une entreprise de eCommerce dans le domaine de la parapharmacie. Elle rejoint le management opérationnel de l'entreprise en 2020 pour prendre en charge les fonctions IT et finances, ainsi que la définition de la stratégie de l'entreprise."
      },
      {
        "id": 15,
        "name": "Klauss Mortreux",
        "company": "Blackbird",
        "companyLogo": "/images/logo/blackbird.svg",
        "companyUrl": "https://black.bird.eu/",
        "linkedin": "https://www.linkedin.com/in/klauss-mortreux/",
        "role": "Front-end Technical Lead",
        "photo": "/images/speakers/klauss_mortreux.png",
        "biography": "Tombé dans la marmite du développement depuis bientôt 10 ans, et presque autant dans le web, je contribue aujourd’hui à la progression technique et à l’expertise du pôle front de Blackbird Agency. Passionné par le design et la performance web, j’aide nos clients à tirer le meilleur parti de leurs sites en proposant des expériences Magento 2 sur mesure avec Hyvä !"
      },
      {
        "id": 16,
        "name": "Christian Lelaidier",
        "company": "Shippingbo",
        "companyLogo": "/images/logo/shippingbo.png",
        "companyUrl": "https://www.shippingbo.com/",
        "linkedin": "https://www.linkedin.com/in/chrishippingbo/",
        "role": "Channel Sales Director",
        "photo": "/images/speakers/christian_lelaidier.png",
        "biography": "Passionné par les innovations technologiques, j’évolue dans un écosystème ouvert où Shippingbo s’intègre avec tous types d’outils grâce aux API. Adepte de l’approche 'best of breed', j’accompagne les agences e-commerce dans la mise en place de stratégies logistiques adaptées aux besoins de leurs clients. L’omnicanalité est un levier de croissance incontournable, mais sans une logistique performante, elle devient un casse-tête. Venez découvrir comment scaler efficacement avec Magento et Shippingbo !"
      },
      {
        "id": 17,
        "name": "Guillaume Moigneu",
        "company": "Platform.sh",
        "companyLogo": "/images/logo/platformsh.svg",
        "companyUrl": "https://platform.sh/",
        "linkedin": "https://www.linkedin.com/in/guillaumemoigneu/",
        "role": "VP Product Advocacy",
        "photo": "/images/speakers/guillaume_moigneu.png",
        "biography": "Guillaume Moigneu est VP Product Advocacy chez Platform.sh. Passionné d’optimisation, de durabilité et d’IA, il accompagne depuis plus de 25 ans l’évolution des technologies web, du e-commerce aux architectures cloud modernes."
      },
      {
        "id": 30,
        "name": "Jakub Winkler",
        "company": "qoliber",
        "companyLogo": "/images/logo/qoliber.svg",
        "companyUrl": "https://qoliber.com/",
        "linkedin": "https://www.linkedin.com/in/winklerjakub/",
        "role": "Prime Sorcerer of Strategy & Success",
        "photo": "/images/speakers/jakub_winkler.png",
        "biography": "Jakub is a world-class Magento / Adobe Commerce expert in store platform optimization and efficiency, with 14 years of experience in the eCommerce industry. Specializing in eCommerce system architecture and application performance optimization, he is the founder of the qoliber brand, an active developer, and a recognized performance optimization expert. Passionate about improving the speed and efficiency of online stores, he is also a dedicated open-source advocate."
      },
      {
        "id": 18,
        "name": "Benjamin Calef",
        "company": "Zadig & Voltaire",
        "companyLogo": "/images/logo/zadig&voltaire.png",
        "companyUrl": "https://zadig-et-voltaire.com/",
        "linkedin": "https://www.linkedin.com/in/benjamin-calef/",
        "role": "CTO freelance",
        "photo": "/images/speakers/benjamin_calef.png",
        "biography": "Ma carrière a démarré chez Caudalie, j'y ai développé une vraie appétence pour Magento, on m'a fait confiance et j'y ai acquis mon expertise. Chez Maisons du Monde, j’ai lead la refonte vers un Magento 2 headless avec une équipe de 12 développeurs. Aujourd’hui, CTO chez Zadig&Voltaire, je pilote une équipe dédiée ainsi qu'une infrastructure digitale. Passionné depuis toujours par la performance, l’automatisation et l’open-source, j’optimise Magento 2 pour repousser ses limites."
      },
      {
        "id": 19,
        "name": "Victoria Milton",
        "company": "Adobe",
        "companyLogo": "/images/logo/adobe.svg",
        "companyUrl": "https://business.adobe.com/fr/products/magento/magento-commerce.html",
        "linkedin": "https://www.linkedin.com/in/victoriamilton/",
        "role": "Senior Solution Consultant",
        "photo": "/images/speakers/victoria_milton.png",
        "biography": "Victoria travaille depuis plus de 10 ans sur des projets de d'e-commerce B2B et B2C de clients européens.\n\nElle a rejoint Adobe en 2021 en tant qu'expert e-commerce pour positionner Adobe Commerce dans la stratégie digitale des entreprises en collaboration avec les équipes commerciales."
      },
      {
        "id": 20,
        "name": "Frédéric Truscello",
        "company": "Somfy Group",
        "companyLogo": "/images/merchants/somfy.svg",
        "companyUrl": "https://www.somfy.fr/",
        "linkedin": "https://www.linkedin.com/in/frederic-truscello/",
        "role": "Expert e-commerce Magento / Adobe Commerce",
        "photo": "/images/speakers/frederic_truscello.png",
        "biography": "Fort de plus de 20 ans d’expérience en e-commerce B2B et B2C à l’international, Frédéric Truscello est un expert en digital et spécialiste Magento / Adobe Commerce.\nPassionné par l’e-commerce, il accompagne des clients prestigieux dans leur transformation digitale, conjuguant ainsi ambition et innovation.\nAprès un Proof of Concept réussi en 2023 avec Hyvä pour le groupe SOMFY, il a piloté la refonte de l’ensemble des sites Somfy B2C, la création d’une plateforme B2B évolutive déployée dans plus de 18 pays et travaille actuellement sur le passage à Adobe Commerce Cloud qui permettra de réduire l’ infrastructure du groupe SOMFY de 14 à 4 environnements.\nVenez découvrir des insights précieux et des stratégies innovantes pour réussir votre transformation digitale lors de MeetMagento France !"
      },
      {
        "id": 21,
        "name": "Gaetan Airiau",
        "company": "Somfy Group",
        "companyLogo": "/images/merchants/somfy.svg",
        "companyUrl": "https://www.somfy.fr/",
        "linkedin": "https://www.linkedin.com/in/ga%C3%A9tan-airiau-808a8a5b/",
        "role": "Customers Solutions Pole Director",
        "photo": "/images/speakers/gaetan_airiau.png",
        "biography": "Chez SOMFY, la stratégie digitale est l'affaire de tous ! Elle n'est pas un plan quinquennal à part mais imprègne chaque volet de notre plan stratégique.\"\nAu sein de la fonction Digital, Data and Value Creation du groupe SOMFY, Gaétan Airiau accompagne ses interlocuteurs business dans la construction et la mise en place d'une stratégie sur les axes Customer Experience et Sales Performance.\nCela se fait au travers de moyens (technologies, ressources humaines, compétences, méthodes) traduits par des modèles de delivery optimisés.\nLe pôle est composé de 3 dimensions\n- La plateforme Customer Relationship Management : gestion des processus Sales Performance ; Incident Management ; Marketing Automation ; Customer Care\n- La plateforme E-commerce : Gestion de l'accès à nos services personnalisés - dont celui prépondérant de la vente en ligne\n- La plateforme PIM : Gestion du processus de l'enrichissement de la donnée produit\nGaétan Airiau joue donc un rôle essentiel dans la transformation digitale du groupe SOMFY, en veillant à ce que chaque initiative soit alignée sur les objectifs globaux de l'entreprise."
      },
      {
        "id": 22,
        "name": "Thijs Feryn",
        "company": "Varnish Software",
        "companyLogo": "/images/logo/varnish.png",
        "companyUrl": "https://www.varnish-software.com/",
        "linkedin": "https://www.linkedin.com/in/thijsferyn/",
        "role": "Technical Evangelist",
        "photo": "/images/speakers/thijs_feryn.png",
        "biography": "As the Technical Evangelist at Varnish Software, Thijs Feryn focuses on web performance, software scalability, and content delivery. He demonstrates content-driven and technical messaging through presentations, videos, books, blog posts, social media posts, podcasts, and other media.\n\nThijs is a published author and wrote Getting Started with Varnish Cache and Varnish 6 by Example. As a public speaker, he has a track record of over 370 presentations in 25 different countries, where he is often praised for his energetic and engaging presentation style.\n\nAs an evangelist, Thijs is also active in many open-source communities, most notably the Varnish and PHP community. He has contributed to various communities for over 18 years both technically and as an organizer and facilitator.\n\nPrior to joining Varnish Software, Thijs Feryn spent 15 years in the web hosting industry, tackling web performance and scalability issues on a daily basis and evangelizing these topics.\n\nFor more information about Thijs’ past & upcoming presentations, please visit https://feryn.eu/speaking."
      },
      {
        "id": 23,
        "name": "Patrick Valibus",
        "company": "410 Gone",
        "companyLogo": "/images/logo/410gone.png",
        "companyUrl": "https://www.410-gone.fr/",
        "linkedin": "https://www.linkedin.com/in/patrick-valibus-78b55229/",
        "role": "CEO",
        "photo": "/images/speakers/patrick_valibus.png",
        "biography": "Patrick Valibus est un entrepreneur et expert en marketing digital basé à Lyon. Il a fondé l'agence 410 Gone en 2017, spécialisée dans l'acquisition de trafic et le développement de sites e-commerce. Il a aussi créé Swan Tools et s'implique activement dans la communauté SEO.\n\nAvec plus de dix ans d'expérience, il a travaillé comme consultant SEO, expert Magento, et responsable digital pour diverses entreprises. Il est également président de la FePSeM (Fédération des Professionnels du Search Marketing) depuis 2021. Il a aussi créé Swan Tools et s'implique activement dans la communauté SEO."
      },
      {
        "id": 24,
        "name": "Mélanie Pisa",
        "company": "Photoweb",
        "companyLogo": "/images/merchants/photoweb.svg",
        "companyUrl": "https://www.photoweb.fr/",
        "linkedin": "https://www.linkedin.com/in/m%C3%A9lanie-pisa-2721251b/",
        "role": "Responsable SEO",
        "photo": "/images/speakers/melanie_pisa.png",
        "biography": "Mélanie Pisa est une professionnelle du marketing digital . Elle occupe le poste de Responsable SEO & Partenariats chez Photoweb, une entreprise d'impression photo basée à Grenoble. Ses compétences incluent le e-marketing, la gestion du site e-commerce et du contenu web, le référencement et la stratégie marketing en ligne."
      },
      {
        "id": 25,
        "name": "Nicolas J. Chevalier",
        "company": "ECN",
        "companyLogo": "/images/logo/ecn.png",
        "companyUrl": "https://www.ecommerce-nation.fr/",
        "linkedin": "https://www.linkedin.com/in/njchevalier/",
        "role": "Founder & CEO",
        "photo": "/images/speakers/nicolas_j_chevalier.png",
        "biography": "Nicolas J. Chevalier est le Fondateur & Dirigeant d'E-Commerce Nation, un web média dédié aux professionnels du e-commerce. Vous pouvez notamment retrouver de nombreuses ressources gratuites et accessibles sur notre site tels que : les webinars, les livres blancs, les études, et les infographies. \n\nNicolas livre régulièrement sa vision du marché e-commerce et retail lors des formations et conférences du fait de sa vision 360° du marché."
      },
      {
        "id": 29,
        "name": "Sébastien Alexandre",
        "company": "Groupe Cofel",
        "companyLogo": "/images/logo/cofel.jpg",
        "companyUrl": "https://bultex.fr/",
        "linkedin": "https://www.linkedin.com/in/s%C3%A9bastien-alexandre-dsi-digital/",
        "role": "Directeur SI et Digtal",
        "photo": "/images/speakers/sebastien_alexandre.png",
        "biography": "COFEL est un groupe industriel avec des marques incontournables – Bultex, Merinos et Epéda.\nLe groupe, pourtant leader en France, a fait le choix de lancer un programme de transformation digitale majeur pour faire évoluer son modèle B2B vers un modèle B2B & B2C.\nSébastien ALEXANDRE est actuellement directeur des systèmes d’information et directeur digital du groupe.\nIngénieur de formation, Sébastien a la spécificité de diriger à la fois les équipes techniques, ainsi que les équipes e-commerce (marketing consommateur, …). Il a donc la double\nresponsabilité :\n- Construire et faire évoluer des plateformes techniques\n- Vendre et animer des plateformes techniques"
      },
      {
        "id": 26,
        "name": "Adonis El Khoury",
        "company": "Adobe",
        "companyLogo": "/images/logo/adobe.svg",
        "companyUrl": "https://business.adobe.com/fr/products/magento/magento-commerce.html",
        "linkedin": "https://www.linkedin.com/in/adonis-el-khoury",
        "role": "Partner Solution Architect",
        "photo": "/images/speakers/adonis_el_khoury.png",
        "biography": "Je m'appelle Adonis, je suis ingénieur logiciel spécialisé sur AEM, avec une expérience préalable chez Capgemini et Accenture avant de rejoindre Adobe. Je suis passionné par la technologie et j'aime partager mon expertise pour aider les partenaires et les clients dans leurs projets, en me concentrant sur des solutions qui simplifient les flux de travail et améliorent l'expérience utilisateur. Je travaille en étroite collaboration avec diverses équipes afin de favoriser l'innovation."
      },
      {
        "id": 27,
        "name": "Nigel Leadbitter",
        "company": "Magebit",
        "companyLogo": "/images/logo/magebit.png",
        "companyUrl": "https://magebit.com/",
        "linkedin": "https://www.linkedin.com/in/nigel-leadbitter-1b0414151/",
        "role": "Account manager",
        "photo": "/images/speakers/nigel_leadbitter.png",
        "biography": "Avec une formation en psychologie et en écriture, Nigel a consacré sa carrière à explorer les subtilités des relations interpersonnelles et de la communication à travers les cultures. Ayant travaillé dans plusieurs pays, il a acquis une perspective unique sur la manière dont des personnes issues de divers horizons se connectent, collaborent et évoluent ensemble.\n\nSon approche repose sur l’empathie, la curiosité et la conviction que les relations significatives—qu'elles soient personnelles ou professionnelles—sont la clé pour s’épanouir dans le monde globalisé d’aujourd’hui."
      },
      {
        "id": 28,
        "name": "Julien Anquetil",
        "company": "Henry Schein",
        "companyLogo": "/images/logo/henryshein.jpg",
        "companyUrl": "https://www.henryschein.fr/",
        "linkedin": "https://www.linkedin.com/in/julienanquetil/",
        "role": "Software Development Manager",
        "photo": "/images/speakers/julien_anquetil.png",
        "biography": "Julien Anquetil, Software Development Manager, est un leader visionnaire avec une solide expérience dans le déploiement de plateformes e-commerce Magento 2. De la gestion de sites éditoriaux à fort trafic à l'augmentation du chiffre d'affaires B2B de 2 millions à 35 millions de dollars, son expertise en gestion de projet, développement et solutions IT contribue directement à la réussite des entreprises.\n\nActuellement à la tête de la division Business IT d'une entreprise du Fortune 500 cotée au NASDAQ, il joue un rôle clé dans la transformation digitale de l'entreprise."
      },
      {
        "id": 32,
        "name": "John Baxendale",
        "company": "Adobe",
        "companyLogo": "/images/logo/adobe.svg",
        "companyUrl": "https://business.adobe.com/fr/products/magento/magento-commerce.html",
        "linkedin": "https://www.linkedin.com/in/johnbaxendale/",
        "role": "Senior Partner Solution Architect",
        "photo": "/images/speakers/john_baxendale.png",
        "biography": "John has been working in commerce since 1999, initially as a developer, creating code for commerce sites, building the server platform or architecting integrations between various front and back end systems. From 2012 his focus was on helping customers get the best from their OMS solutions and then finally, in 2015, he moved to the orange side and worked with Magento partners to support them win deals and use Magento. With the Adobe acquisition Johns role has expanded to helping partners understand and leverage the Adobe ecosystem to deliver solutions for our shared customers. He currently resides in Barcelona, Spain, where there’s mountain biking and snowboarding in easy reach and a cold Estrella often waiting by the beach."
      },
      {
        "id": 33,
        "name": "Christophe Denuzière",
        "company": "Sutunam",
        "companyLogo": "/images/logo/sutunam.svg",
        "companyUrl": "https://www.sutunam.com/",
        "linkedin": "https://www.linkedin.com/in/christophedenuziere/",
        "role": "Founder",
        "photo": "/images/speakers/christophe_denuziere.png",
        "biography": "Christophe est le co-fondateur de Sutunam, l'agence e-commerce spécialisée Magento, avec plus de 10 développeurs certifiés Magento experts et partenaire Hyva Silver.\n\nDepuis 2010, il accompagne avec ses équipes les e-commerçants dans la création, la maintenance et l'hébergement de leurs boutiques en ligne.\n\nCes dernières années, l’automatisation et l’intelligence artificielle ont pris une place centrale dans les développements de Sutunam.\nL’une des grandes forces de l’agence réside dans sa capacité à concevoir rapidement des prototypes fonctionnels, puis à les industrialiser."
      },
      {
        "id": 34,
        "name": "Laurent Jean",
        "company": "Mediacrea",
        "companyLogo": "/images/logo/mediacrea.png",
        "companyUrl": "https://www.mediacrea.com/",
        "linkedin": "https://www.linkedin.com/in/laurentjeanmarseille/",
        "role": "Founder",
        "photo": "/images/speakers/laurent_jean.png",
        "biography": "Laurent Jean est créateur de sites internet depuis 2008 ! Expert reconnu en intelligence artificielle (IA) appliquée au SEO et à l’analyse des systèmes avancés.\nIl suit de près l’évolution des LLM et leur impact sur la recherche et le web.\n\nSon expertise couvre le traitement du langage naturel (NLP), l’automatisation de contenu et l’optimisation du référencement grâce à l’IA.\nPassionné de veille technologique, il accompagne entreprises et professionnels dans l’intégration stratégique de ces outils."
      },
      {
        "id": 35,
        "name": "Baptiste Bataille",
        "company": "Afflelou",
        "companyLogo": "/images/logo/afflelou.svg",
        "companyUrl": "https://www.afflelou.com/",
        "linkedin": "https://www.linkedin.com/in/bataillebaptiste/",
        "role": "Project Manager",
        "photo": "/images/speakers/baptiste_bataille.png",
        "biography": "Responsable E-commerce durant plus de 10 ans dans le secteur de la mode (Feiyue, Arthur, Eden Park….)\n\nConsultant digital spécialisé en chef de projet pour l’accompagnement des entreprises dans leur transformation digitale (Magento, Shopify)."
      },
      {
        "id": 36,
        "name": "Joris Hart",
        "company": "ATI4 Group",
        "companyLogo": "/images/logo/ati4group.svg",
        "companyUrl": "https://ati4group.com/",
        "linkedin": "https://www.linkedin.com/in/joris-hart/",
        "role": "Co-Founder & CTO",
        "photo": "/images/speakers/joris_hart.png",
        "biography": "Joris Hart est co-fondateur et CTO d’ATI4 Group, une agence digitale spécialisée dans l’accompagnement et le développement de sites e-commerce.\n\nDepuis plus de 10 ans, il évolue dans l’écosystème Adobe Commerce avec une solide expérience à l’international. À la tête d’ATI4 Group, il accompagne les entreprises dans leur transformation et croissance digitale avec des solutions sur mesure, adaptées à leurs enjeux et objectifs."
      },
      {
        "id": 37,
        "name": "Mathias Schreiber",
        "company": "Magento Association",
        "companyLogo": "/images/logo/magento.svg",
        "companyUrl": "https://www.magentoassociation.org/",
        "linkedin": "https://www.linkedin.com/in/mathias-schreiber/",
        "role": "Executive Director",
        "photo": "/images/speakers/mathias_schreiber.png",
        "biography": "Mathias comes from a background in advertising in the music industry. After venturing into musical instrument wholesale he moved to the advertising side of things in the late 90s.\nHe then spent over 20 years in OpenSource, bridging the gap between development and businesses.\nSince 2023 he serves the Magento Community as Executive Director of the Magento Association.\nIn his few hours off Magento he spends his time DJing and making music while co-raising kids in Düsseldorf, Germany."
      },
      {
        "id": 38,
        "name": "Quentin Couturier",
        "company": "Izipizi",
        "companyLogo": "/images/merchants/izipizi.svg",
        "companyUrl": "https://izipizi.com/",
        "linkedin": "https://www.linkedin.com/in/quentin-couturier-01619422/",
        "role": "Co-Founder",
        "photo": "/images/speakers/quentin_couturier.png",
        "biography": ""
      },
      {
        "id": 39,
        "name": "Florence Vanet",
        "company": "Fermob",
        "companyLogo": "/images/merchants/fermob.svg",
        "companyUrl": "https://www.fermob.com/",
        "linkedin": "https://www.linkedin.com/in/florence-vanet/",
        "role": "Responsable digital et e-commerce",
        "photo": "/images/speakers/florence_vanet.png",
        "biography": ""
      }
    ],
    "rooms": {
      "orion": "Main Stage",
      "vega": "Breakout Session 1",
      "boreal": "Breakout Session 2"
    },
    "sessions": [
      {
        "id": 1,
        "title": "Back from Adobe Summit – The future of Commerce is now!",
        "description": "Rejoignez-nous pour découvrir les dernières innovations annoncées lors de l'Adobe Summit 2025 qui positionnent Adobe Commerce au centre de la convergence du Commerce, du Marketing et de la Vente et qui propulsent les clients Adobe Commerce vers de nouveaux sommets !\n\nApprenez comment ces nouveautés permettent de débloquer la croissance des entreprises avec des expériences inégalées, d'augmenter le trafic et les taux de conversion, et de simplifier l’implémentation et la maintenance pour un TCO réduit et un accès facilité aux prochaines innovations.",
        "lang": "fr",
        "track": "Business",
        "room": "orion",
        "start": "10h00",
        "end": "10h45",
        "tags": ["Business"],
        "speakers": [6],
        "eventUrl": null
      },
      {
        "id": 7,
        "title": "Dipa Burda x Magento : Digitaliser un héritage, structurer un avenir",
        "description": "Les Éditions Dipa Burda, historiquement axées sur l’impression, ont dû repenser leur stratégie face à la digitalisation. Sans vision digitale unifiée, le groupe a multiplié les acquisitions et les sites web, créant un écosystème e-commerce complexe. Une plongée dans l’évolution d’une entreprise de niche qui a su moderniser son e-commerce pour répondre aux enjeux du futur.",
        "lang": "fr",
        "track": "Business",
        "room": "orion",
        "start": "11h00",
        "end": "11h30",
        "tags": ["Business", "Merchant"],
        "speakers": [8, 9],
        "eventUrl": null
      },
      {
        "id": 12,
        "title": "Easypara : de la saisie à la gouvernance des données avec MaPS System.",
        "description": "Comment structurer et automatiser la gestion des données produits pour booster son e-commerce ? Easypara partage son retour d’expérience sur sa transformation digitale : du casse-tête des fiches produits à une gouvernance optimisée grâce au PIM et au DAM. Moins de saisie manuelle, plus de fluidité avec les fournisseurs et une meilleure expérience client. Découvrez les défis, solutions et résultats concrets d’un projet mené avec MaPS System et Magento 2 !",
        "lang": "fr",
        "track": "Business",
        "room": "orion",
        "start": "15h00",
        "end": "15h30",
        "tags": ["Business", "Merchant"],
        "speakers": [13, 14],
        "eventUrl": null
      },
      {
        "id": 18,
        "title": "Adobe Commerce et Hyvä au Cœur de l'ambition E-Commerce B2C & B2B de Somfy Group",
        "description": "Comment Adobe Commerce et Hyva se sont imposés comme modèle rapide, évolutif pour le nouveau portail Simu, marque du groupe Somfy.",
        "lang": "fr",
        "track": "Business",
        "room": "orion",
        "start": "16h30",
        "end": "17h",
        "tags": ["Business", "Merchant"],
        "speakers": [20, 21],
        "eventUrl": null
      },
      {
        "id": 20,
        "title": "Migration SEO réussie : Retour d'expérience sur le replatforming de PhotoWeb vers Magento",
        "description": "Migration SEO : mission réussie ! Découvrez comment PhotoWeb a changé de plateforme pour Magento sans perte de trafic ni chute de référencement. Un retour d’expérience clé pour éviter les pièges et maximiser la performance !",
        "lang": "fr",
        "track": "Business",
        "room": "vega",
        "start": "14h00",
        "end": "14h30",
        "tags": ["Business", "Merchant"],
        "speakers": [23, 24],
        "eventUrl": null
      },
      {
        "id": 23,
        "title": "4 marques, 1 vision : une expérience client unifiée réussie pour Henry Schein",
        "description": "Créer une expérience client fluide sur un seul site web est déjà un défi. Mais que se passe-t-il lorsque vous devez le faire simultanément pour quatre marques au sein d'une entreprise du Fortune 500?\n\nRejoignez-nous pour découvrir notre expérience avec Henry Schein, où nous avons combiné les perspectives business et techniques afin d’améliorer l’UX, rationaliser les opérations et renforcer leur présence en ligne. Nous vous dévoilerons les stratégies clés, les solutions techniques et les enseignements tirés du terrain—vous offrant le meilleur des deux mondes pour optimiser et développer efficacement votre activité e-commerce.\n\n🚀 Ne manquez pas ça!",
        "lang": "fr",
        "track": "Business",
        "room": "vega",
        "start": "14h30",
        "end": "15h00",
        "tags": ["Business", "Merchant"],
        "speakers": [27, 28],
        "eventUrl": null
      },
      {
        "id": 31,
        "title": "Créer une love brand internationale de lunettes pour toute la famille et investir sur le E-Commerce pour accélérer sa croissance",
        "description": "D’une idée audacieuse à une marque mondiale : l’ascension d’Izipizi en E-Commerce\nComment transformer un concept simple en un succès international ? Izipizi a relevé ce défi en combinant une identité forte, une stratégie omnicanale agile et une expansion digitale ambitieuse. Son fondateur partagera les coulisses de cette croissance fulgurante : de la création de la marque à son déploiement en e-commerce et à l’international. ADN, différenciation, retail, digital, collaborations… Un talk inspirant pour les e-marchands en quête de stratégies gagnantes !",
        "lang": "fr",
        "track": "Business",
        "room": "orion",
        "start": "14h30",
        "end": "15h00",
        "tags": ["Business", "Merchant"],
        "speakers": [38],
        "eventUrl": null
      },
      {
        "id": 32,
        "title": "Adobe Commerce au service de la stratégie BtoC et BtoB internationale de Fermob",
        "description": "Comment une plateforme unique peut-elle répondre aux enjeux B2B et B2C d’une marque internationale ? Fermob a fait le pari d’Adobe Commerce / Magento pour accompagner son développement, d’abord en B2B, puis en B2C. Entre stratégie différenciée, mutualisation des ressources et vision long terme, découvrez comment une plateforme unique permet d’unifier les opérations sans compromis.",
        "lang": "fr",
        "track": "Business",
        "room": "orion",
        "start": "12h00",
        "end": "12h30",
        "tags": ["Business", "Merchant"],
        "speakers": [39],
        "eventUrl": null
      },
      {
        "id": 24,
        "title": "Cofel et Magento : le pari audacieux du leader de la literie",
        "description": "Comment un leader industriel du secteur de la literie a-t-il relevé le défi du e-commerce direct sans réseau physique ? Retour sur la transformation digitale de Cofel : entre ambitions stratégiques, complexité technique et équilibre fragile entre business et IT. Une immersion dans un parcours semé d'embûches, où Magento a été un levier puissant… mais exigeant.",
        "lang": "fr",
        "track": "Business",
        "room": "orion",
        "start": "14h00",
        "end": "14h30",
        "tags": ["Business", "Merchant"],
        "speakers": [29],
        "eventUrl": null
      },
      {
        "id": 16,
        "title": "Magento 2 : aller plus loin sans finir dans le mur",
        "description": "Magento 2, c’est un peu comme une fusée : elle peut propulser votre e-commerce vers les sommets… ou exploser en plein vol si on ne la maîtrise pas. Entre indexation capricieuse, documentations incomplètes, montées de version périlleuses, et le fameux « oopsy knockout.js == bad bet » les défis ne manquent pas. Heureusement, il existe des solutions pour garder le cap ! Dans ce talk, je partagerai mes stratégies pour rendre Magento 2 robuste, sécurisé et évolutif, prouvant que stabilité et flexibilité peuvent parfaitement coexister.",
        "lang": "fr",
        "track": "Technical",
        "room": "orion",
        "start": "11h30",
        "end": "12h00",
        "tags": ["Technical", "Expertise"],
        "speakers": [18],
        "eventUrl": null
      },
      {
        "id": 2,
        "title": "Comment Platform.sh est devenu le backbone d’Adobe Commerce Cloud.",
        "description": "Une plongée inspirante dans les coulisses d'un partenariat gagnant-gagnant, avec des enseignements applicables à d'autres collaborations stratégiques.",
        "lang": "fr",
        "track": "Business",
        "room": "orion",
        "start": "13h30",
        "end": "14h00",
        "tags": ["Business", "Expertise"],
        "speakers": [1],
        "eventUrl": null
      },
      {
        "id": 26,
        "title": "Chez NAOS, des comptes clients partagés entre Magento et d'autres systèmes",
        "description": "Un compte client peut être géré de manière simple et centralisée dans Adobe Commerce. Mais lorsque les informations doivent être coordonnées entre différentes instances de Magento, un RCU et sa solution CRM ou d'autres applicatifs hétérogènes, il devient primordial d'utiliser un SSO efficace et puissant.\n\nRetour sur expérience de notre implémentation de Auth0 by Okta, les raisons de son adoption, les conséquences sur l'expérience client, les difficultés opérationnelles, et les choix en matière de sécurité.",
        "lang": "fr",
        "track": "Business",
        "room": "orion",
        "start": "16h00",
        "end": "16h30",
        "tags": ["Business", "Merchant"],
        "speakers": [31],
        "eventUrl": null
      },
      {
        "id": 29,
        "title": "Comment Afflelou a boosté son taux de conversion de 51% en repensant sa plateforme B2B pour ses franchisés",
        "description": "Découvrez comment Afflelou a transformé son portail B2B, un outil clé pour ses franchisés en Europe, en s’appuyant sur Hyvä Theme et une analyse approfondie des données ContentSquare.\nNous partagerons les étapes clés de la refonte, les défis relevés et les leviers de performance activés qui ont conduit à des résultats impressionnants :\n✅ +51% de taux de conversion\n✅ +53% de performance\nUn retour d’expérience concret sur la puissance d’une plateforme B2B optimisée.",
        "lang": "fr",
        "track": "Business",
        "room": "vega",
        "start": "17h00",
        "end": "17h30",
        "tags": ["Business", "Merchant"],
        "speakers": [35, 36],
        "eventUrl": null
      },
      {
        "id": 3,
        "title": "200 Domains on a Single Magento Instance with a 300€ Hosting Bill",
        "description": "A fascinating story about a unique customer business model with a Magento store where each product segment has its dedicated domain and technology behind it.",
        "lang": "en",
        "track": "Technical",
        "room": "boreal",
        "start": "15h00",
        "end": "15h30",
        "tags": ["Technical", "Expertise"],
        "speakers": [2],
        "eventUrl": null
      },
      {
        "id": 4,
        "title": "Comment étendre Magento/Adobe Commerce sans le surcharger - App Builder.",
        "description": "Et si vous personnalisiez Magento sans jamais toucher à son code ? Découvrez une approche innovante basée sur les addons, en exploitant Adobe App Builder et Runtime I/O pour transformer l’expérience Magento.",
        "lang": "fr",
        "track": "Technical",
        "room": "boreal",
        "start": "11h30",
        "end": "12h00",
        "tags": ["Technical", "Expertise"],
        "speakers": [3],
        "eventUrl": null
      },
      {
        "id": 5,
        "title": "Le frontend Magento : vers une nouvelle dynamique communautaire.",
        "description": "Réinventer le frontend Magento en l'alignant sur les meilleures pratiques modernes : une opportunité d’optimiser la stack, d’attirer de nouveaux talents et de dynamiser la communauté grâce à une collaboration renforcée entre backend et frontend.",
        "lang": "fr",
        "track": "Technical",
        "room": "boreal",
        "start": "16h30",
        "end": "17h00",
        "tags": ["Technical", "Expertise"],
        "speakers": [4],
        "eventUrl": null
      },
      {
        "id": 6,
        "title": "Les défis cachés des logiciels open source : entre passion et pression.",
        "description": "Maintenir un projet open source, c’est bien plus que coder : découvrez les défis invisibles qui pèsent sur les créateurs et comment trouver un équilibre durable.",
        "lang": "fr",
        "track": "Technical",
        "room": "vega",
        "start": "16h00",
        "end": "16h30",
        "tags": ["Technical", "Expertise"],
        "speakers": [5],
        "eventUrl": null
      },
      {
        "id": 8,
        "title": "Analysez vos données business Magento sans SQL grâce à l'IA",
        "description": "Dans un monde où les données sont la clé de la performance e-commerce, comment permettre aux équipes business d’interroger Magento sans connaissance technique ? Découvrez comment l’IA, en interprétant le langage naturel et en exécutant des requêtes SQL dynamiquement, transforme la prise de décision. Une approche sécurisée, intuitive et performante, pour tirer le meilleur de vos données sans effort technique.",
        "lang": "fr",
        "track": "Business",
        "room": "boreal",
        "start": "16h00",
        "end": "16h30",
        "tags": ["Business", "Expertise", "IA"],
        "speakers": [10],
        "eventUrl": null
      },
      {
        "id": 9,
        "title": "Level up: the next stage in the Hyvä evolution",
        "description": "For the first time ever in France, Willem Wigman will share the founding story of Hyvä, how it transformed the Magento Ecosystem and Community, what the French market means for Hyvä and a sneak peek into the company's ambitious plans...and the long-awaited roadmap!",
        "lang": "en",
        "track": "Technical",
        "room": "orion",
        "start": "17h00",
        "end": "17h30",
        "tags": ["Technical", "Expertise"],
        "speakers": [7],
        "eventUrl": null
      },
      {
        "id": 10,
        "title": "Comment exploiter API Mesh, App Builder et les SaaS Storefront Services avec Adobe Commerce.",
        "description": "Nous partagerons notre retour d’expérience technique sur :\n- L’intégration d’un connecteur OneStock via App Builder.\n- L’utilisation d’API Mesh pour orchestrer les appels entre Adobe Commerce Cloud et les services Adobe disponibles en SaaS dans une optique Composable.\n- L’exploitation de \"Live Search\", \"Catalog Service\" et \"Product Recommendations\" pour offrir une expérience rapide et personnalisée.",
        "lang": "fr",
        "track": "Technical",
        "room": "boreal",
        "start": "12h00",
        "end": "12h30",
        "tags": ["Technical", "Expertise"],
        "speakers": [11],
        "eventUrl": null
      },
      {
        "id": 11,
        "title": "Magento Open Source : The Formula for Competitive Advantage in eCommerce.",
        "description": "With so many e-commerce platforms available, is Magento Open Source still a competitive choice? In this talk, we’ll break down the key factors every e-merchant must assess—functionality, performance, compliance, and cost—while comparing Magento 2 with industry leaders. Through real-world case studies, we’ll explore whether the right combination of tools and expertise can make Magento Open Source a powerhouse in today’s e-commerce landscape.",
        "lang": "en",
        "track": "Technical",
        "room": "boreal",
        "start": "14h30",
        "end": "15h00",
        "tags": ["Technical", "Expertise"],
        "speakers": [12],
        "eventUrl": null
      },
      {
        "id": 13,
        "title": "Parlons INP, Speculation Rules & View Transitions sur Hyvä !",
        "description": "Utilisez-vous toutes les fonctionnalités d'Hyvä ? Au-delà d'être le meilleur thème pour Magento 2, il est possible d'aller loin sur des sujets techniques importants : les INP et la directive x-defer pour Alpine, les Speculation Rules, et plus récemment les View Transitions. Parcourons ensemble ce lot de nouveautés que vous ne connaissez peut-être pas encore !",
        "lang": "fr",
        "track": "Technical",
        "room": "vega",
        "start": "15h00",
        "end": "15h30",
        "tags": ["Technical", "Expertise"],
        "speakers": [15],
        "eventUrl": null
      },
      {
        "id": 14,
        "title": "Magento & Shippingbo : Accélérez votre omnicanalité grâce à la logistique",
        "description": "Un site Magento est parfait pour représenter l'authenticité de votre marque et offrir une expérience unique à vos clients. Pourtant cela ne suffit plus. Pour se développer, il faut être visible et présent sur tous les canaux de vente disponibles, qu’ils soient physiques ou digitaux, online ou offline. Les marketplaces représentent désormais plus de 62 % des ventes e-commerce dans le monde, et en France, Amazon capte à lui seul plus de 20 % du marché en ligne. Diversifier vos canaux de vente devient essentiel. Mais sans une logistique performante, l’omnicanalité peut devenir un frein. Avec Magento et Shippingbo, transformez votre logistique en moteur de croissance et offrez une expérience client fluide et scalable.",
        "lang": "fr",
        "track": "Business",
        "room": "boreal",
        "start": "17h00",
        "end": "17h30",
        "tags": ["Business", "Expertise"],
        "speakers": [16],
        "eventUrl": null
      },
      {
        "id": 15,
        "title": "PHP & IA : Implémentation des Transformers pour augmenter les capacités de votre store",
        "description": "Et si PHP pouvait faire de l’IA ? Découvrez comment ONNX et Transformers permettent l’inférence ML pour analyser du texte, reconnaître des images et générer du langage.",
        "lang": "fr",
        "track": "Technical",
        "room": "vega",
        "start": "11h00",
        "end": "11h30",
        "tags": ["Technical", "Expertise", "IA"],
        "speakers": [17],
        "eventUrl": null
      },
      {
        "id": 17,
        "title": "Le paiement comme vous le rêvez avec Adobe Payment Services pour Commerce et Magento",
        "description": "Découvrez comment Payment Services simplifie les paiements pour les utilisateurs d'Adobe Commerce et de Magento. Cette solution résout les défis liés à la sécurité des transactions, à l'intégration complexe et à la gestion des paiements internationaux. Profitez d'une expérience de paiement fluide, sécurisée et optimisée, augmentant la satisfaction client grâce à des transactions rapides et sans friction. Pour les entreprises, cela se traduit par une réduction des coûts opérationnels, une amélioration de la gestion des flux de trésorerie et une augmentation des taux de conversion.",
        "lang": "fr",
        "track": "Business",
        "room": "vega",
        "start": "16h30",
        "end": "17h00",
        "tags": ["Business", "Expertise"],
        "speakers": [19],
        "eventUrl": null
      },
      {
        "id": 19,
        "title": "Optimizing Varnish for Magento: Advanced Techniques for Performance and Scalability",
        "description": "Making Magento perform at scale is no easy task. While Magento’s internal caches already alleviate some pressure, using a proper page cache is essential to keep Magento fast and scalable.  \n \nVarnish happens to be the recommended page cache in Magento, and is used by a significant amount of Magento stores.  \n \nIn this presentation Thijs Feryn, Varnish Software’s Technical Evangelist, will show you some tips and tricks to take optimize your Varnish usage in Magento and take the performance and scalability of your Magento store to the next level. \n \nWhile Thijs will talk about some advanced techniques and Varnish features, he will also introduce the basics of using Varnish inside a Magento project.",
        "lang": "en",
        "track": "Technical",
        "room": "boreal",
        "start": "14h00",
        "end": "14h30",
        "tags": ["Technical", "Expertise"],
        "speakers": [22],
        "eventUrl": null
      },
      {
        "id": 21,
        "title": "Etat des lieux du E-Commerce en 2025",
        "description": "Découvrez les dernières tendances, défis et opportunités du e-commerce en 2025. Analysons ensemble l’évolution des comportements d’achat, l'impact de l'intelligence artificielle, la montée en puissance du commerce omnicanal et les nouvelles attentes des consommateurs. E-Commerce Nation partagera ses insights pour vous aider à anticiper les transformations du marché et à adapter vos stratégies.",
        "lang": "fr",
        "track": "Opening",
        "room": "orion",
        "start": " 9h30",
        "end": "10h00",
        "tags": ["Opening"],
        "speakers": [25],
        "eventUrl": null
      },
      {
        "id": 22,
        "title": "Le frontend devient intelligent et efficace : Développer votre frontend avec Edge Delivery Service",
        "description": "En judo, la technique l'emporte sur la force brute — tout comme Edge Delivery apporte intelligence et efficacité à votre frontend.",
        "lang": "fr",
        "track": "Technical",
        "room": "boreal",
        "start": "11h00",
        "end": "11h30",
        "tags": ["Technical", "Expertise"],
        "speakers": [26],
        "eventUrl": null
      },
      {
        "id": 25,
        "title": "Performance That Pays: Magento Optimization for Long-Term Profitability",
        "description": "This talk highlights how optimizing Magento’s backend performance is a strategic investment, not just a technical task. Enhancing speed, scalability, and efficiency lowers hosting costs, boosts conversions, reduces maintenance overhead, and ensures seamless growth. Key strategies include database tuning, caching, and API management. By improving backend and frontend performance, merchants and CTOs can future-proof their stores, cut costs, and enhance user experience - proving that performance is directly tied to profitability.",
        "lang": "en",
        "track": "Technical",
        "room": "vega",
        "start": "11h30",
        "end": "12h00",
        "tags": ["Technical", "Expertise"],
        "speakers": [30],
        "eventUrl": null
      },
      {
        "id": 27,
        "title": "Decoding Adobe Commerce: How to Extend and Integrate the Solution",
        "description": "We’ll use this session to get an intro and quick-start to Adobe’s App Builder, a toolset which enables a composable approach to working with Adobe apps, both Commerce and other solutions. The App Builder approach helps you minimise development time, improve time to value and most importantly, spend more time creating value for your customers rather than wrestling with development!",
        "lang": "en",
        "track": "Technical",
        "room": "boreal",
        "start": "13h30",
        "end": "14h00",
        "tags": ["Technical", "Expertise"],
        "speakers": [32],
        "eventUrl": null
      },
      {
        "id": 28,
        "title": "L'IA au service du e-commerce et de votre digitalisation",
        "description": "L’intelligence artificielle révolutionne le e-commerce : search intelligent, recommandations personnalisées, chatbots, automatisation marketing, optimisation des prix.\nMais comment l’intégrer efficacement dans votre ecommerce ?\n\nCet atelier propose un tour d’horizon des outils et méthodes avec démonstrations concrètes :\nmodules IA intégrés, développement sur mesure, prompts optimisés et génération de contenu (textes & images).\n\nNous aborderons aussi les enjeux et défis : coûts, complexité d’implémentation, éthique, RGPD, biais algorithmiques, et l’impact des LLM sur le SEO.\nEnfin, nous explorerons l’avenir de l’IA dans le e-commerce : vers un commerce toujours plus automatisé ?",
        "lang": "fr",
        "track": "Business",
        "room": "vega",
        "start": "13h30",
        "end": "14h00",
        "tags": ["Business", "Expertise", "IA"],
        "speakers": [33, 34],
        "eventUrl": null
      },
      {
        "id": 30,
        "title": "Magento Association - How and Why?",
        "description": "This session gives a quick introduction about Magento Association - what we do, why we're here and what to expect from us in order to keep Magento Open Source alive and well.",
        "lang": "en",
        "track": "Business",
        "room": "vega",
        "start": "12h00",
        "end": "12h30",
        "tags": ["Business"],
        "speakers": [37],
        "eventUrl": null
      }
    ]
  }
}
