{
  "title": "Speakers",
  "description": "Découvrez les speakers de Meet Magento France, des experts qui interviendront tout au long de la journée lors de conférences sur Magento et Adobe Commerce : stratégie business, E-Commerce, retours d’expérience et expertise technique. Une occasion unique d’enrichir vos connaissances et de découvrir les dernières tendances du secteur !",
  "actions": {
    "submitUrl": null,
    "seeAllUrl": "/speakers"
  },
  "data": {
    "title": "Appel à speakers",
    "subtitle": "Vous êtes expert du e-commerce ou passionné de Magento ?",
    "description": "Partagez vos connaissances sur la scène de Meet Magento 2025 France, le 25 mars à Paris.",
    "isRegistrationEnabled": false,
    "registrationLabel": "Rejoignez les conférenciers de MM25FR",
    "registrationFormUrl": "https://forms.gle/M6Y8V2xP7PGw5VD8A",
    "speakers": [
      {
        "id": 6,
        "name": "Régis Quintin",
        "company": "Adobe",
        "companyLogo": "/images/logo/adobe.svg",
        "companyUrl": "https://business.adobe.com/fr/products/magento/magento-commerce.html",
        "linkedin": "https://www.linkedin.com/in/regisquintin",
        "role": "Head of Adobe Commerce for EMEA",
        "photo": "/images/speakers/regis_quintin.png",
        "biography": "Régis a travaillé sur de nombreux projets e-commerce depuis 25 ans pour digitaliser les ventes B2B et B2C de grands clients en France et à l'international, notamment avec Magento à partir de 2008.\n\nAprès avoir rejoint Adobe en 2015, il a aujourd’hui la charge de co-construire la stratégie d’Adobe Commerce en EMEA et de piloter son exécution en lien avec les équipes Adobe et les partenaires sur la région, dans le but de permettre aux entreprises de réaliser leur plein potentiel de vente grâce au digital."
      },
      {
        "id": 1,
        "name": "Fred Plais",
        "company": "Platform.sh",
        "companyLogo": "/images/logo/platformsh.svg",
        "companyUrl": "https://platform.sh/",
        "linkedin": "https://www.linkedin.com/in/fplais/",
        "role": "Co-Founder & CEO",
        "photo": "/images/speakers/fred_plais.png",
        "biography": "Fred Plais est un serial entrepreneur et cofondateur & CEO de Platform.sh, localisé en Californie depuis 2015. Passioné de tech, d'open source et d'entreprenariat, Fred est aussi investisseur et board member de plusieurs startups et scaleups francaises et americaines."
      },
      {
        "id": 2,
        "name": "Ivan Chepurnyi",
        "company": "EcomDev B.V.",
        "companyLogo": "/images/logo/ecomdevbv.png",
        "companyUrl": "https://ivanchepurnyi.github.io/",
        "linkedin": "https://www.linkedin.com/in/ivanchepurnyi/",
        "role": "Magento Performance Expert",
        "photo": "/images/speakers/ivan_chepurnyi.png",
        "biography": "Ivan Chepurnyi stands as a recognized expert in the Magento platform, a status he’s earned since his start in 2007. His deep technical understanding of the system has enabled him to build and fine-tune Magento websites for clients all around the globe.\n\nBeyond his technical skills, Ivan excels in breaking down complex ideas about performance optimization, code quality, and development workflows. His knack for making these intricate topics easy to understand has made him a regular speaker at Magento conferences and events."
      },
      {
        "id": 7,
        "name": "Willem Wigman",
        "company": "Hyvä",
        "companyLogo": "/images/logo/hyva.svg",
        "companyUrl": "https://www.hyva.io/",
        "linkedin": "https://www.linkedin.com/in/willem-wigman/",
        "role": "Founder & CEO",
        "photo": "/images/speakers/willem_wigman.png",
        "biography": "Willem is the founder of Hyvä, the fastest Magento frontend on the market. He has been working with Magento since 2011. After he started specialising in performance optimization on Magento, he accidentally built Hyvä out of frustration with existing frontend solutions. Hyvä launched in 2020 and focuses heavily on performance, reducing complexity, build time, maintenance cost and boosting developers' happiness. Today Willem is the CEO of a full remote company of 24 staff scattered across Europe."
      },
      {
        "id": 5,
        "name": "Romain Ruaud",
        "company": "ElasticSuite",
        "companyLogo": "/images/logo/elasticsuite.png",
        "companyUrl": "https://elasticsuite.io/",
        "linkedin": "https://www.linkedin.com/in/romain-ruaud-5a001a20/",
        "role": "Co-Founder & CTO",
        "photo": "/images/speakers/romain_ruaud.png",
        "biography": "Créateur d’ElasticSuite, l’extension Magento la plus téléchargée avec plus de 3 millions d’installations, et de Gally, Romain Ruaud est un expert du e-commerce et de l’open source. Passionné par l’expérience client et le searchandising, il partagera son retour d’expérience sur les défis du développement, du maintien et de la pérennisation des projets open source, ainsi que sur les interactions avec la communauté."
      },
      {
        "id": 3,
        "name": "Adrien Illy",
        "company": "Agence Dn'D",
        "companyLogo": "/images/logo/dnd.svg",
        "companyUrl": "https://www.dnd.fr/",
        "linkedin": "https://fr.linkedin.com/in/illyadrien",
        "role": "Tech Expert",
        "photo": "/images/speakers/adrien_illy.png",
        "biography": "Expert Technique chez Dn'D, j'évolue dans l’écosystème Magento depuis plus de 10 ans, avec une spécialisation dans les marketplaces à fort trafic et les plateformes B2B complexes. Mon expertise couvre l’optimisation des performances, la scalabilité et l’intégration de solutions backend variées. Lors de cette intervention, j'aborderai les bonnes pratiques pour tirer parti d’App Builder et enrichir Magento sans alourdir sa structure, en exploitant des approches modernes et modulaires."
      },
      {
        "id": 4,
        "name": "Hervé Guétin",
        "company": "Maddlen",
        "companyLogo": "/images/logo/maddlen.jpeg",
        "companyUrl": "https://www.maddlen.fr/",
        "linkedin": "https://www.linkedin.com/in/herveguetin/",
        "role": "Consultant & Full-Stack Developer",
        "photo": "/images/speakers/herve_guetin.png",
        "biography": "Hervé Guétin est un expert en commerce digital avec plus de 15 ans d’expérience en tant que CTO, consultant et développeur full-stack. Spécialiste Magento et développeur frontend aguerri, il accompagne les entreprises dans la conception, le développement et l’optimisation de leurs plateformes e-commerce. Passionné par la veille technologique, il s’attache à repousser les limites de Magento en y intégrant des technologies innovantes."
      },
      {
        "id": 8,
        "name": "Valerian Demesy",
        "company": "Editions Dipa Burda SAS",
        "companyLogo": "/images/logo/burda.png",
        "companyUrl": "https://www.burdastyle.fr/",
        "linkedin": "https://www.linkedin.com/in/valerian-demesy/",
        "role": "CEO",
        "photo": "/images/speakers/valerian_demesy.png",
        "biography": "Évoluant depuis plusieurs années dans le e-commerce et la transformation digitale, Valérian Demesy a été Chief Digital Officer, puis Chief Operating Officer, avant de prendre la direction d’Éditions Dipa Burda. Il pilote l’optimisation des parcours utilisateurs, l’amélioration des performances e-commerce et la gestion de projet digital, notamment sur Magento, tout en automatisant les workflows et en renforçant les synergies entre l’édition, l’e-commerce et l’abonnement. Aujourd’hui, en tant que CEO, il poursuit cette dynamique en accompagnant la transformation digitale de l’entreprise et en adaptant ses stratégies aux évolutions du marché."
      },
      {
        "id": 9,
        "name": "Xavier Ferrandi",
        "company": "Editions Dipa Burda SAS",
        "companyLogo": "/images/logo/burda.png",
        "companyUrl": "https://www.burdastyle.fr/",
        "linkedin": "https://www.linkedin.com/in/xavierferrandi/",
        "role": "Head Of Digital",
        "photo": "/images/speakers/xavier_ferrandi.png",
        "biography": "Xavier évolue dans l'univers du digital depuis 8 ans et du e-commerce depuis 4 ans aux Editions Dipa Burda. Il a débuté son parcours en tant que Web Content Manager avant d'accéder au poste de Head of Digital, fonction qu'il occupe depuis plus de deux an, devenant ainsi moteur de la transformation digitale de l’entreprise. Il a notamment piloté la réconciliation de l’écosystème digital sur une unique instance Magento, assurant ainsi une cohérence technique et opérationnelle. Par ailleurs, il a défini la roadmap digital sur les dernières années, et a lancé le chantier de la refonte front et back de l’écosystème e-commerce, modernisant l'apparence des sites et les préparant aux défis de demain."
      },
      {
        "id": 10,
        "name": "Michael Bouvy",
        "company": "Click & Mortar",
        "companyLogo": "/images/logo/click&mortar.png",
        "companyUrl": "https://www.clickandmortar.fr/",
        "linkedin": "https://www.linkedin.com/in/michaelbouvy/",
        "role": "CTO",
        "photo": "/images/speakers/michael_bouvy.png",
        "biography": "Fort de près de 15 ans d'expérience, dont les 10 dernières en freelance, en développement web et e-commerce, je suis un expert sur Magento, avec une solide expertise en architecture applicative, DevOps, et cloud (AWS, Kubernetes, Docker).\n\nMon approche est axée sur l'innovation, avec une maîtrise pour le développement front-end (Vue.js, PWA) et la gestion d'équipes techniques.\n\nPassionné par l'architecture applicative (microservices, asynchrone), la création d'APIs REST / GraphQL, et la performance technique, je cherche à apporter ma vision technique et mon leadership pour propulser les entreprises vers de nouveaux sommets."
      },
      {
        "id": 11,
        "name": "Benjamin Volle",
        "company": "Synolia",
        "companyLogo": "/images/logo/synolia.png",
        "companyUrl": "https://www.synolia.com/",
        "linkedin": "https://www.linkedin.com/in/benjamin-volle/",
        "role": "Responsable technique Adobe Commerce",
        "photo": "/images/speakers/benjamin_volle.png",
        "biography": "Passionné par le développement web depuis près de 15 ans, avec plus de 10 ans d'expertise sur Magento/Adobe Commerce, il a commencé en tant que développeur jusqu'à devenir aujourd'hui Responsable Technique.\nTitulaire de la certification Adobe Certified Master - Adobe Commerce Architect, il s'intéresse autant au développement qu'aux aspects DevOps et infrastructure.\nIl a également contribué à la rédaction des certifications techniques et fonctionnelles d'Adobe."
      },
      {
        "id": 12,
        "name": "Sergej Derzap",
        "company": "Amasty",
        "companyLogo": "/images/logo/amasty.png",
        "companyUrl": "https://amasty.com/",
        "linkedin": "https://www.linkedin.com/in/derzap/",
        "role": "CEO & CPO",
        "photo": "/images/speakers/sergej_derzap.png",
        "biography": "With 18+ years in the tech industry, Sergej Derzap is the CEO & CPO of Amasty, a leading company in Magento Extension development. He drives the company's vision, mission, and strategy while overseeing product direction. A certified PMP and executive MBA graduate, Sergej leverages his expertise to identify growth opportunities, build partnerships, monitor market trends, and foster collaboration across teams."
      },
      {
        "id": 13,
        "name": "Kévin Corte",
        "company": "MaPS System",
        "companyLogo": "/images/logo/maps.png",
        "companyUrl": "https://www.maps-system.com/",
        "linkedin": "https://www.linkedin.com/in/kevin-corte/",
        "role": "Directeur commercial",
        "photo": "/images/speakers/kevin_corte.png",
        "biography": "Kévin Corte est un expert du digital, de la gestion des données de référence et du eCommerce avec plus de 20 ans d’expérience. Après une expérience de Chief Digital Officer chez Chaussea, où il développe l’eCommerce et optimise l’expérience client omnicanale, il rejoint MaPS System. Ses expériences lui confèrent une expertise pointue des besoins des eCommerçants et une capacité à adapter la plateforme MaPS System aux enjeux métier de chacun. Aujourd’hui, en tant que Chief Commercial Officer, il pilote la stratégie commerciale, accompagnant les clients dans leur transformation digitale et l’optimisation de leur gestion des données."
      },
      {
        "id": 14,
        "name": "Isabelle Sarrazin",
        "company": "Easypara",
        "companyLogo": "/images/logo/easypara.svg",
        "companyUrl": "https://www.easypara.fr/",
        "linkedin": "https://www.linkedin.com/in/isabelle-sarrazin-2601886/",
        "role": "Directrice générale",
        "photo": "/images/speakers/isabelle_sarrazin.png",
        "biography": "Titulaire d'un diplome d'ingénieur de l'école CentraleSupélec, Isabelle Sarrazin démarre sa carrière en tant que consultante, puis manager en organisation chez PriceWaterhouseCoopers. Elle intègre par la suite la SNCF sur le programme d'implémentation de l'ERP puis sur différents postes. \nEn 2007, elle s'associe avec 3 partenaires pour fonder easyparapharmacie, une entreprise de eCommerce dans le domaine de la parapharmacie. Elle rejoint le management opérationnel de l'entreprise en 2020 pour prendre en charge les fonctions IT et finances, ainsi que la définition de la stratégie de l'entreprise."
      },
      {
        "id": 15,
        "name": "Klauss Mortreux",
        "company": "Blackbird",
        "companyLogo": "/images/logo/blackbird.svg",
        "companyUrl": "https://black.bird.eu/",
        "linkedin": "https://www.linkedin.com/in/klauss-mortreux/",
        "role": "Front-end Technical Lead",
        "photo": "/images/speakers/klauss_mortreux.png",
        "biography": "Tombé dans la marmite du développement depuis bientôt 10 ans, et presque autant dans le web, je contribue aujourd’hui à la progression technique et à l’expertise du pôle front de Blackbird Agency. Passionné par le design et la performance web, j’aide nos clients à tirer le meilleur parti de leurs sites en proposant des expériences Magento 2 sur mesure avec Hyvä !"
      },
      {
        "id": 16,
        "name": "Christian Lelaidier",
        "company": "Shippingbo",
        "companyLogo": "/images/logo/shippingbo.png",
        "companyUrl": "https://www.shippingbo.com/",
        "linkedin": "https://www.linkedin.com/in/chrishippingbo/",
        "role": "Channel Sales Director",
        "photo": "/images/speakers/christian_lelaidier.png",
        "biography": "Passionné par les innovations technologiques, j’évolue dans un écosystème ouvert où Shippingbo s’intègre avec tous types d’outils grâce aux API. Adepte de l’approche 'best of breed', j’accompagne les agences e-commerce dans la mise en place de stratégies logistiques adaptées aux besoins de leurs clients. L’omnicanalité est un levier de croissance incontournable, mais sans une logistique performante, elle devient un casse-tête. Venez découvrir comment scaler efficacement avec Magento et Shippingbo !"
      },
      {
        "id": 17,
        "name": "Guillaume Moigneu",
        "company": "Platform.sh",
        "companyLogo": "/images/logo/platformsh.svg",
        "companyUrl": "https://platform.sh/",
        "linkedin": "https://www.linkedin.com/in/guillaumemoigneu/",
        "role": "VP Product Advocacy",
        "photo": "/images/speakers/guillaume_moigneu.jpg",
        "biography": "Guillaume Moigneu est VP Product Advocacy chez Platform.sh. Passionné d’optimisation, de durabilité et d’IA, il accompagne depuis plus de 25 ans l’évolution des technologies web, du e-commerce aux architectures cloud modernes."
      },
      {
        "id": 18,
        "name": "Benjamin Calef",
        "company": "Zadig & Voltaire",
        "companyLogo": "/images/logo/zadig&voltaire.png",
        "companyUrl": "https://zadig-et-voltaire.com/",
        "linkedin": "https://www.linkedin.com/in/benjamin-calef/",
        "role": "CTO freelance",
        "photo": "/images/speakers/benjamin_calef.png",
        "biography": "Ma carrière a démarré chez Caudalie, j'y ai développé une vraie appétence pour Magento, on m'a fait confiance et j'y ai acquis mon expertise. Chez Maisons du Monde, j’ai lead la refonte vers un Magento 2 headless avec une équipe de 12 développeurs. Aujourd’hui, CTO chez Zadig&Voltaire, je pilote une équipe dédiée ainsi qu'une infrastructure digitale. Passionné depuis toujours par la performance, l’automatisation et l’open-source, j’optimise Magento 2 pour repousser ses limites."
      },
      {
        "id": 19,
        "name": "Victoria Milton",
        "company": "Adobe",
        "companyLogo": "/images/logo/adobe.svg",
        "companyUrl": "https://business.adobe.com/fr/products/magento/magento-commerce.html",
        "linkedin": "https://www.linkedin.com/in/victoriamilton/",
        "role": "Senior Solution Consultant",
        "photo": "/images/speakers/victoria_milton.jpg",
        "biography": "Victoria travaille depuis plus de 10 ans sur des projets de d'e-commerce B2B et B2C de clients européens.\n\nElle a rejoint Adobe en 2021 en tant qu'expert e-commerce pour positionner Adobe Commerce dans la stratégie digitale des entreprises en collaboration avec les équipes commerciales."
      }
    ],
    "rooms": {
      "orion": "Salle Orion",
      "vega": "Salle Véga",
      "boreal": "Salle Boréal"
    },
    "sessions": [
      {
        "id": 1,
        "title": "Back from Adobe Summit – The future of Commerce is now!",
        "description": "Rejoignez-nous pour découvrir les dernières innovations annoncées lors de l'Adobe Summit 2025 qui positionnent Adobe Commerce au centre de la convergence du Commerce, du Marketing et de la Vente et qui propulsent les clients Adobe Commerce vers de nouveaux sommets !\n\nApprenez comment ces nouveautés permettent de débloquer la croissance des entreprises avec des expériences inégalées, d'augmenter le trafic et les taux de conversion, et de simplifier l’implémentation et la maintenance pour un TCO réduit et un accès facilité aux prochaines innovations.",
        "lang": "fr",
        "track": "Business",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Business", "Expertise"],
        "speakers": [6],
        "eventUrl": null
      },
      {
        "id": 2,
        "title": "Comment Platform.sh est devenu le backbone d’Adobe Commerce Cloud.",
        "description": "Une plongée inspirante dans les coulisses d'un partenariat gagnant-gagnant, avec des enseignements applicables à d'autres collaborations stratégiques.",
        "lang": "fr",
        "track": "Business",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Business", "Expertise"],
        "speakers": [1],
        "eventUrl": null
      },
      {
        "id": 3,
        "title": "200 Domains on a Single Magento Instance with a $300 Hosting Bill",
        "description": "A fascinating story about a unique customer business model with a Magento store where each product segment has its dedicated domain and technology behind it.",
        "lang": "en",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [2],
        "eventUrl": null
      },
      {
        "id": 4,
        "title": "Comment étendre Magento/Adobe Commerce sans le surcharger - App Builder.",
        "description": "Et si vous personnalisiez Magento sans jamais toucher à son code ? Découvrez une approche innovante basée sur les addons, en exploitant Adobe App Builder et Runtime I/O pour transformer l’expérience Magento.",
        "lang": "fr",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [3],
        "eventUrl": null
      },
      {
        "id": 5,
        "title": "Le frontend Magento : vers une nouvelle dynamique communautaire.",
        "description": "Réinventer le frontend Magento en l'alignant sur les meilleures pratiques modernes : une opportunité d’optimiser la stack, d’attirer de nouveaux talents et de dynamiser la communauté grâce à une collaboration renforcée entre backend et frontend.",
        "lang": "fr",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [4],
        "eventUrl": null
      },
      {
        "id": 6,
        "title": "Les défis cachés des logiciels open source : entre passion et pression.",
        "description": "Maintenir un projet open source, c’est bien plus que coder : découvrez les défis invisibles qui pèsent sur les créateurs et comment trouver un équilibre durable.",
        "lang": "fr",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [5],
        "eventUrl": null
      },
      {
        "id": 7,
        "title": "Dipa Burda x Magento : Digitaliser un héritage, structurer un avenir",
        "description": "Les Éditions Dipa Burda, historiquement axées sur l’impression, ont dû repenser leur stratégie face à la digitalisation. Sans vision digitale unifiée, le groupe a multiplié les acquisitions et les sites web, créant un écosystème e-commerce complexe. Une plongée dans l’évolution d’une entreprise de niche qui a su moderniser son e-commerce pour répondre aux enjeux du futur.",
        "lang": "fr",
        "track": "Business",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Business", "Expertise"],
        "speakers": [8, 9],
        "eventUrl": null
      },
      {
        "id": 8,
        "title": "Analysez vos données business Magento sans SQL grâce à l'IA",
        "description": "Dans un monde où les données sont la clé de la performance e-commerce, comment permettre aux équipes business d’interroger Magento sans connaissance technique ? Découvrez comment l’IA, en interprétant le langage naturel et en exécutant des requêtes SQL dynamiquement, transforme la prise de décision. Une approche sécurisée, intuitive et performante, pour tirer le meilleur de vos données sans effort technique.",
        "lang": "fr",
        "track": "Business",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Business", "Expertise"],
        "speakers": [10],
        "eventUrl": null
      },
      {
        "id": 9,
        "title": "Level up: the next stage in the Hyvä evolution",
        "description": "For the first time ever in France, Willem Wigman will share the founding story of Hyvä, how it transformed the Magento Ecosystem and Community, what the French market means for Hyvä and a sneak peek into the company's ambitious plans...and the long-awaited roadmap!",
        "lang": "en",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [7],
        "eventUrl": null
      },
      {
        "id": 10,
        "title": "Comment exploiter API Mesh, App Builder et les SaaS Storefront Services avec Adobe Commerce.",
        "description": "Nous partagerons notre retour d’expérience technique sur :\n- L’intégration d’un connecteur OneStock via App Builder.\n- L’utilisation d’API Mesh pour orchestrer les appels entre Adobe Commerce Cloud et les services Adobe disponibles en SaaS dans une optique Composable.\n- L’exploitation de \"Live Search\", \"Catalog Service\" et \"Product Recommendations\" pour offrir une expérience rapide et personnalisée.",
        "lang": "fr",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [11],
        "eventUrl": null
      },
      {
        "id": 11,
        "title": "Magento Open Source : The Formula for Competitive Advantage in eCommerce.",
        "description": "With so many e-commerce platforms available, is Magento Open Source still a competitive choice? In this talk, we’ll break down the key factors every e-merchant must assess—functionality, performance, compliance, and cost—while comparing Magento 2 with industry leaders. Through real-world case studies, we’ll explore whether the right combination of tools and expertise can make Magento Open Source a powerhouse in today’s e-commerce landscape.",
        "lang": "en",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [12],
        "eventUrl": null
      },
      {
        "id": 12,
        "title": "Easypara : de la saisie à la gouvernance des données.",
        "description": "Comment structurer et automatiser la gestion des données produits pour booster son e-commerce ? Easypara partage son retour d’expérience sur sa transformation digitale : du casse-tête des fiches produits à une gouvernance optimisée grâce au PIM et au DAM. Moins de saisie manuelle, plus de fluidité avec les fournisseurs et une meilleure expérience client. Découvrez les défis, solutions et résultats concrets d’un projet mené avec MaPS System et Magento 2 !",
        "lang": "fr",
        "track": "Business",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Business", "Expertise"],
        "speakers": [13, 14],
        "eventUrl": null
      },
      {
        "id": 13,
        "title": "Parlons INP, Speculation Rules & View Transitions sur Hyvä !",
        "description": "Utilisez-vous toutes les fonctionnalités d'Hyvä ? Au-delà d'être le meilleur thème pour Magento 2, il est possible d'aller loin sur des sujets techniques importants : les INP et la directive x-defer pour Alpine, les Speculation Rules, et plus récemment les View Transitions. Parcourons ensemble ce lot de nouveautés que vous ne connaissez peut-être pas encore !",
        "lang": "fr",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [15],
        "eventUrl": null
      },
      {
        "id": 14,
        "title": "Magento & Shippingbo : Accélérez votre omnicanalité grâce à la logistique",
        "description": "Un site Magento est parfait pour représenter l'authenticité de votre marque et offrir une expérience unique à vos clients. Pourtant cela ne suffit plus. Pour se développer, il faut être visible et présent sur tous les canaux de vente disponibles, qu’ils soient physiques ou digitaux, online ou offline. Les marketplaces représentent désormais plus de 62 % des ventes e-commerce dans le monde, et en France, Amazon capte à lui seul plus de 20 % du marché en ligne. Diversifier vos canaux de vente devient essentiel. Mais sans une logistique performante, l’omnicanalité peut devenir un frein. Avec Magento et Shippingbo, transformez votre logistique en moteur de croissance et offrez une expérience client fluide et scalable.",
        "lang": "fr",
        "track": "Business",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Business", "Expertise"],
        "speakers": [16],
        "eventUrl": null
      },
      {
        "id": 15,
        "title": "PHP & IA : Implémentation des Transformers pour augmenter les capacités de votre store",
        "description": "Et si PHP pouvait faire de l’IA ? Découvrez comment ONNX et Transformers permettent l’inférence ML pour analyser du texte, reconnaître des images et générer du langage.",
        "lang": "fr",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [17],
        "eventUrl": null
      },
      {
        "id": 16,
        "title": "Magento 2 : aller plus loin sans finir dans le mur",
        "description": "Magento 2, c’est un peu comme une fusée : elle peut propulser votre e-commerce vers les sommets… ou exploser en plein vol si on ne la maîtrise pas. Entre indexation capricieuse, documentations incomplètes, montées de version périlleuses, et le fameux « oopsy knockout.js == bad bet » les défis ne manquent pas. Heureusement, il existe des solutions pour garder le cap ! Dans ce talk, je partagerai mes stratégies pour rendre Magento 2 robuste, sécurisé et évolutif, prouvant que stabilité et flexibilité peuvent parfaitement coexister.",
        "lang": "fr",
        "track": "Technical",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Technical", "Expertise"],
        "speakers": [18],
        "eventUrl": null
      },
      {
        "id": 17,
        "title": "Le paiement comme vous le rêvez avec Adobe Payment Services pour Commerce et Magento",
        "description": "Découvrez comment Payment Services simplifie les paiements pour les utilisateurs d'Adobe Commerce et de Magento. Cette solution résout les défis liés à la sécurité des transactions, à l'intégration complexe et à la gestion des paiements internationaux. Profitez d'une expérience de paiement fluide, sécurisée et optimisée, augmentant la satisfaction client grâce à des transactions rapides et sans friction. Pour les entreprises, cela se traduit par une réduction des coûts opérationnels, une amélioration de la gestion des flux de trésorerie et une augmentation des taux de conversion.",
        "lang": "fr",
        "track": "Business",
        "room": null,
        "start": null,
        "end": null,
        "tags": ["Business", "Expertise"],
        "speakers": [19],
        "eventUrl": null
      }
    ]
  }
}
